"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Ræstu Impress á tölvunni þinni\n* Tengdu bæði tækin á sama þráðlausa WiFi-netinu\n* P.S. iOS-tækið þitt er núna tengt við \"%@\"";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Það er engin þráðlaus WiFi tenging virk.\n* Tengdu bæði tækin á sama þráðlausa WiFi netið.\n* Endurlesa.\n* Ábending: þú gætir útbúið eigin heitan aðgangspunkt (personal hotspot) á tölvunni/iPhone.";
/* Popover option */
"About Impress Remote" = "Um Impress fjarstýringuna";
"Back" = "Til baka";
/* Popover option */
"Blank Screen" = "Auður skjár";
"Cancel" = "Hætta við";
"Click to refresh" = "Smelltu til að endurlesa";
/* Back button to the connect page on navbar */
"Connect" = "Tengjast";
/* connect instructions */
"Connect your devices to the same WiFi network." = "Tengdu bæði tækin á sama þráðlausa WiFi netið.";
/* instruction page title */
"Connection" = "Tenging";
/* Popover option */
"Connection Help" = "Hjálp við tengingu";
/* Connection Lost Alert title */
"Connection Lost" = "Tenging rofnaði";
/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Úbbs, tengingin týndist... Prófaðu að tengjast tölvunni aftur. ";
/* Control instruction title */
"Control" = "Stýring";
/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Þú gætir útbúið eigin heitan aðgangspunkt (personal hotspot) á iPhone-inum.";
/* Server list section title */
"Custom Connections" = "Sérsniðnar tengingar";
/* Displayed when no customized server is available */
"Customize server config instruction" = "Ef tölvan birtist ekki hér fyrir ofan geturðu sett inn handvirkt IP-vistfang tölvunnar. ";
/* Server list section title */
"Detected Connections" = "Tengingar sem fundust";
/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Sláðu eftirfarandi PIN-númer inn í Skyggnukynning - Impress fjarstýring";
/* Connection failure title */
"Failed to reach server" = "Gat ekki tengst þjóninum";
/* Connection failure message */
"Failed to reach server Msg" = "Athugaðu IP-vistfangið þitt og vertu viss um að LibreOffice sé keyrandi og með fjarstýringareiginleikann virkan.";
"Failed to reach your computer" = "Gat ekki tengst tölvunni þinni";
"Help" = "Hjálp";
/* In app How-to title */
"How-to" = "Leiðbeiningar";
/* App name displayed on navbar */
"Impress Remote" = "Impress fjarstýring";
/* Invalid IP Address Alert title */
"Invalid IP Address" = "Ógilt IP vistfang";
/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Vistfangið sem þú slóst inn er ekki gilt";
/* EditableTableViewCell placeholder */
"IP Address" = "IP vistfang";
/* Pairing instruction text */
"Launch Impress & select your computer." = "Ræstu Impress og veldu tölvuna þína.";
/* EditableTableViewCell placeholder */
"Name (optional)" = "Heiti (valkvætt)";
"New Server" = "Nýr þjónn";
"No, thanks" = "Nei takk";
/* OK Button on Alert view */
"OK" = "Í lagi";
/* backButton for Tutorial */
"Ok, thanks" = "Já, takk fyrir";
/* Pairing instruction title */
"Pairing" = "Pörun";
/* Pairing instructions Alert Title */
"Pairing Instructions" = "Leiðbeiningar fyrir pörun";
"Pairing Instructions Msg" = "1. Ræstu LibreOffice Impress á tölvunni þinni\n\n2. Virkjaðu Verkfæri - Valkostir - LibreOffice Impress - Almennt - Virkja fjarstýringu\n\n3. Gakktu úr skugga um að tölvan og stjórntækið séu á sama þráðlausa WiFi netinu\n\n4. Settu inn IP-vistfang tölvunnar ef það fannst ekki sjálfvirkt\n\n5. Tengdu og láttu svo vaða!\n\n";
/* Update button text in diffrent states */
"Pause" = "Í bið";
"Please consider restart LibreOffice Impress on your computer." = "Athugaðu með að endurræsa LibreOffice Impress á tölvunni þinni.";
/* Popover option */
"Restart" = "Endurræsa";
"Resume from blank screen" = "Halda áfram af auðum skjá";
/* Popover option */
"Resume from blank Screen" = "Halda áfram af auðum skjá";
"Searching" = "Leita";
/* Sidebar section header */
"Slides" = "Skyggnur";
/* Update button text in diffrent states */
"Start" = "Byrja";
/* Popover option */
"Stop Presentation" = "Stöðva kynningu";
/* Sidebar section header */
"Stop Watch" = "Skeiðklukka";
"Take a tour of iOS Impress Remote?" = "Fá kynningu á Impress fjarstýringunni?";
/* Sidebar section header */
"Timer" = "Niðurteljari";
"Yes" = "Já";
